Repository: servekon/yandex-money-cms-drupal
Catalog: translations/*.po
Languages: ru

source: Transactions
ru: Транзакции

source: My transactions
ru: Мои транзакции

source: Name
ru: Имя

source: Amount
ru: Сумма

source: Date/Time
ru: Дата/Время

source: Status
ru: Статус

source: E-mail
ru: Электронная почта

source: Order ID
ru: Номер заказа

source: There no transactions.
ru: Список транзакций пуст.

source: Base options
ru: Основные настройки

source: Allowed IPs for callbacks
ru: Список IP-адресов

source: The list of IP addresses which has access to payment callbacks. One per line.<br/>0.0.0.0 means allow from all.
ru: Список IP-адресов, с которых будут поступать запросы от Яндекс.Денег. По одному в строке. 0.0.0.0 разрешает запросы со всех IP-адресов.

source: Payment mode
ru: Платежный режим

source: Test mode
ru: Тестовый режим

source: Live mode
ru: Реальный режим

source: Enabled payment methods
ru: Доступные методы оплаты

source: Default payment method
ru: Способ оплаты по умолчанию

source: Yandex shop settings
ru: Настройки магазина

source: Select if you have a shop in Yandex.Money
ru: Отметьте, если у Вас есть договор с Яндекс.Деньги

source: Shop ID
ru: Идентификатор магазина (shopID)

source: You shop ID. If you have any shops in you Yandex account.
ru: Идентификатор магазина (shopID)

source: Shop SCID
ru: Витрина магазина (scid)

source: Shop security key
ru: Пароль магазина (shopPassword)

source: You shop password security key. Not you payment password.
ru: Пароль магазина (shopPassword), который Вы указали при заключении договора с Яндекс.Деньги

source: Yandex purse settings
ru: Настройки Яндекс.Денег

source: Purse number
ru: Номер кошелька Яндекс.Денег

source: Your Yandex.Money purse number.
ru: Номер кошелька Яндекс.Денег

source: Pay comment
ru: Комментарий платежа

source: Your Yandex.Money pay comment.
ru: Ваш комментарий платежа

source: Text for success and fail payment pages
ru: Текст для страниц успеха и отказа

source: Text for success page
ru: Текст для страницы успеха

source: Text for fail page
ru: Текст для страницы откаха

source: Display the yandex money transaction.
ru: Отображать собственные транзакции

source: Access to Yandex Money API variables.
ru: Доступ к настройкам Yandex.Money Core

source: Congratulations!
ru: Поздравляем!

source: Sorry!
ru: Извиняемся!

source: Payment from a Yandex.Money e-wallet
ru: Оплата из кошелька в Яндекс.Деньгах

source: Payment by any bank card
ru: Оплата с произвольной банковской карты

source: Payment in cash via retailers and payment kiosks
ru: Оплата наличными через кассы и терминалы

source: Payment from a mobile phone balance
ru: Платеж со счета мобильного телефона

source: Payment from a WebMoney e-wallet
ru: Оплата из кошелька в системе WebMoney

source: Payment via Alfa-Click
ru: Оплата через Альфа-Клик

source: Payment via Sberbank: payment by text messages or Sberbank Online
ru: Оплата через Сбербанк: оплата по SMS или Сбербанк Онлайн

source: Payment via MasterPass
ru: Оплата через MasterPass

source: Payment via Promsvyazbank
ru: Оплата через интернет-банк Промсвязьбанка

source: Payments for order No
ru: Платеж по заказу No

source: Yandex.Money
ru: Яндекс.Деньги

source: Yandex.Money base settings page.
ru: Страница основных настроек модуля

source: Yandex.Money Core
ru: Настройка модуля Яндекс.Деньги

source: Yandex.Money transactions
ru: Список транзакций модуля Яндекс.Деньги

source: Yandex.Money all transactions page.
ru: Страница со всеми транзакциями модуля Яндекс.Деньги

source: Yandex money user transactions page.
ru: Пользовательская страница транзакций

source: Yandex.Kassa
ru: Яндекс.Касса

source: Yandex
ru: Яндекс

source: Integration with Yandex.Money.
ru: Интеграция с Яндекс.Деньги

source: Widget type
ru: Тип виджета

source: Select your payment type:
ru: Выбрать тип оплаты:

source: Can not save transaction.
ru: Невозможно сохранить транзакцию.

source: Payment failed: %message
ru: Проблема с оплатой: %message

source: Submit order
ru: Подтвердить заказ

source: Access Yandex.Money donate settings
ru: Доступ к настройкам формы для пожертвований

source: Yandex money donate settings.
ru: Настройка принимателя Яндекс.Денег

source: Access Yandex.Money donate block
ru: Доступ к блоку с формой для сбора пожертвований

source: Yandex.Money donate block.
ru: Блок для сбора пожертвований через Яндекс.Деньги.

source: Donate text
ru: Заголовок

source: Details of payment
ru: Назначение перевода

source: The text on the button
ru: Текст на кнопке

source: If empty then default value will be
ru: Если пусто, то значение по умолчанию будет

source: Donate
ru: Поддержать

source: Default donate amount
ru: Сумма перевода по умолчанию

source: This field is not numeric!!!
ru: Поле должно содержать только цифры!

source: Yandex.Money donate block
ru: Блок с формой для сбора пожертвований

source: Unknown payment recipient
ru: Не указан получатель платежа

source: Donate amount
ru: Сумма

source: Enter the amount of the donation
ru: Введите сумму для пожертвования

source: Settings of Yandex.Money donate module
ru: Настройки модуля Яндекс.Деньги для сбора пожертвований

source: Yandex.Money Donate
ru: Форма сбора пожертвований через Яндекс.Деньги

source: Yandex.Money payments:
ru: Оплата через сервис Яндекс.Касса

source: Redirect to Yandex to pay by credit card or pay terminals or e-money.
ru: Перенаправление на Яндекс.Деньги для оплаты выбранным способом.

source: You shop ID. If you have any shops in you yandex account
ru: Идентификатор магазина (shopID)
